Revit 2027 API
SymbolTypeId.KV Property
 Symbol kV, indicating unit Kilovolts.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId KV { get; }
Public Shared ReadOnly Property KV As ForgeTypeId
	Get
public:
static property ForgeTypeId^ KV {
	ForgeTypeId^ get ();
}
static member KV : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace